function DescNep() {
  return (
    <div className="descbody">
      <link rel="canonical" href="/web/tweet-button"></link>
      <link rel="me" href="https://twitter.com/twitterdev"></link>
      <div id="fb-root"></div>
      <script
        async
        defer
        crossorigin="anonymous"
        src="https://connect.facebook.net/en_GB/sdk.js#xfbml=1&version=v13.0"
        nonce="NT0NhwRJ"
      ></script>
      <div className="desc">
        <h1>परिचय </h1>
        <span>प्रकाशित मिति: February 11, 2022</span>
        <p>
          नागार्जुन नगरपालिका वडा नं. ८ साविकको भिमढुङ्गा गा.वि.स. सिङ्गो एउटै
          गा. वि. स मिले बनेको बडा हो । नागार्जुन नगरपालिकाको १० वटा वडा मध्ये
          ऐतिहासिक, धार्मिक, सांस्कृतिक साथ विविध जात जातिय परिचय बोकेको वडा नं.
          ८ भिमढुङ्गा प्राचिन काल देखि नै प्रख्यात छ पृथ्वीनारायण शाहको गोरखा
          दरबार देखि काठमाडी हनुमानढोका दरबारको दशै घरमा भित्राउने फूलपाति यहि
          भिमढुङ्गाको बाटो भई आउने र भिमसेन मन्दिरमा परिक्रमा गराई लैजाने प्रचलन
          अहिले पनि जिवितै छ यस ठाउँको नाम भिमढुङ्गा कसरी रहन गयो भन्ने बारेमा
          पनि रोचक पौराणिक किंवदन्ति रहि आएको छ। यस ठाउँको नाम भिमढुङ्गा रहनुमा
          यहा अवस्थित भिमसेनको मन्दिर र उनले चढ्ने गरेको ढुवाद्वारा निर्मित
          डुङ्गासँग जोडिएको किंवदन्तिलाई लिने गरिन्छ । प्रचलित किंवदन्ति अनुसार
          द्वापर युगमा पाँच पाण्डव मध्येका एक भिमसेन एक दिन भ्रमण गर्दै गर्दा एक
          विशाल दह (हालको काठमाडौं उपत्यका मा पुगे। त्यहाँ बाट अगाडी बढ्न
          डुङ्गामा सवार हुने विचार गरे र उनले एक दुशद्वारा निर्मित हुश बनाई
          त्यसमा सवार भै दहको चारैतिर डुल्ने गर्न थाले। सोहि क्रममा एकदिन उनको
          भेट सुप्रभा नगरका दानव राजाकी छोरी प्रभावतीसंग भयो र उनलाई प्रेम गरे र
          दिनहुँ भेट्ने गरे । एकदिन आफूले चढेको दुशको खुश तालको छेउ अर्थात
          नागार्जुन डाँडाको फेदमा राखी प्रेम मिलामा मान भए । तत् पश्चात तालको
          छेउमा राखेको हुडा चढेर जाने विचारले अगाडी बढेर आफ्नो देश पुरेत लगाएर
          तान्दा पनि बाहिर आएन र त्यहि भासियो । त्यो देखि उनी त्यस ठाउंबाट बिलय
          भए । यसरी भिमसेनको हुदा गायव भएको स्थान पछि अपभ्रंस हुदै भिमाको सामने
          नामाकरण हुन गयो । पुर्वमा यसै नगरपालिकाको वडा न.६ (रामकोट), दक्षिणमा
          बडा न.७, पश्चिममा धादिङ्ग जिल्लाको धुनीवेशी नगरपालिका र उत्तरमा
          नागार्जुन जंगल रहेको यस वडा ६ वर्ग किलोमिटरमा फैलिएर नगरपालिकाको कुल
          भू-भागको २०.१३ प्रतिशत क्षेत्रफल ओगटेको छ । काठमाडौं उपत्यकाको हनुमान
          ढोका दरबारबाट करिव ९ कि.मी. पश्चिममा अवस्थित यस वडा संसदिय निर्वाचन
          क्षेत्र नं. ९ मा पर्दछ । राष्ट्रिय जनगणना २०६८ अनुसार यस वडाको कूल
          जनसंख्या २९१५ (महिला १४३१ र पुरुष १४८४) रहेको थियो । पहाडी श्रृंखला
          रहेको विभिन्न प्रकारको माटोले बनेको पहाडी भू-बनोट रहेको वडामा समयल
          जमिन, भिरालो जमिन डाँडा-कांडा लगायत प्राकृतिक सम्पदाको रुपमा बन जङ्गल
          रहेको छ । धादिङ्ग जिल्लालाई काठमाडौं उपत्यकासंग जोड्ने प्रमुख नाकाको
          रुपमा परिचित भिमढुङ्गा धादिङ जिल्लामा उत्पादित तरकारी, फलफुल तथा दुग्ध
          सामाग्रीहरु यसै नाका भएर भित्रदै आएको छ। दुबेचौर, बाप्ले, भिरकोट,
          भिमेशन स्थान जस्ता पर्यटकीय सम्भावना बोकेको वडामा विभिन्न देवी देवताका
          मन्दिरहरु पनि प्रशस्त पाईन्छ । हिन्दु र बौद्ध परम्परामा समान आस्था
          प्रदर्शन गर्ने यहाँका वासिन्दाहरु धार्मिक सहिष्णुतालाई मन पराउँदै आएको
          देखिन्छ । धार्मिक आस्था सहित आ-आफ्नो चाडपर्व मनाउने, पूजा प्राथना
          गर्ने, धार्मिक कार्यहरु गर्ने, जात्रा-उत्सव, मेला जस्ता सामाजिक
          रीति-रिवाज स्वीकार्नु यहाँका बासिन्दाहरुको विशेषता हुदै आएको छ ।
          सहभारत पर्वत श्रृंखलामा अवस्थित यो भेगमा समशितोष्ण हावापानी पाईन्छ ।
          सुहाउदो प्रकारको हावापानीले गर्दा बस्ती विस्तारको कामहरु यस क्षेत्रमा
          बढ्दै गईरहेको छ । आम नेपाली समुदायले अङ्गाल्दै आएको कृषि नै मुख्य पेशा
          रहेता पनि समयानुकूल फलफूल, तरकारी, पोल्ट्री फार्मिङ, फूल खेती जस्ता
          व्यवसाय पनि बढ्दै गईरहेको छ । विकासका पूर्वाधारहरु मध्ये सडक,
          खानेपानी, शिक्षा, स्वास्थ्य जस्ता क्षेत्रमा समयानुकुल कामहरु प्रगति
          पथमा नै अगाडि बढी रहेको भिमढुङ्गामा बस्ती बिस्तारको क्रम बढ्दो छ ।
          उपयुक्त सुविधाको खोजी गर्दै बसाई सराई गरेर राजधानी भित्रिने क्रममा यस
          क्षेत्रमा पनि यसको प्रभाव देख्न सकिन्छ । स्थानीय चुनाव पश्चात जनताको
          माग र विकेन्द्रिकरणको सिद्धान्त अनुरुप वडाको सर्वाङ्गीण विकास तर्फ
          उन्मुख नगरपालिका अग्रसर रहेकोले प्राथमिकताको आधारमा विकास निर्माणका
          अत्यावश्यक कामहरु तथा सेवाहरु संचालनमा आइरहेका छन् ।
        </p>
        <iframe
          width="100%"
          height="300px"
          src="https://www.youtube.com/embed/faEq2ZinJ4A"
        ></iframe>
      </div>
      <div className="social">
        <div
          class="fb-share-button"
          data-href="https://developers.facebook.com/docs/plugins/"
          data-layout="button"
          data-size="small"
        >
          <a
            target="_blank"
            href="https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fdevelopers.facebook.com%2Fdocs%2Fplugins%2F&amp;src=sdkpreparse"
            class="fb-xfbml-parse-ignore"
          >
            Share
          </a>
        </div>
        <a
          class="twitter-share-button"
          href="https://twitter.com/intent/tweet?text=Hello%20world"
          data-size="large"
        >
          Tweet
        </a>
      </div>
    </div>
  );
}
export default DescNep;
